您好，

  我是缤纷休斯顿华人网的管理员，真诚询问你们是否需要在我们论坛上刊登广告来拓展商机？

  缤纷休斯顿网 (www.houstonbbs.com)是大休斯顿地区（休斯顿-塘城-Katy）排名第一的本地华人资讯交流论坛，上线6年，已经拥有17202稳定用户，每天平均30个新话题，180个新评论，3.5万个页面浏览量。

  论坛利用现代网络发达的特征，给大休斯顿的华人提供了一个集中化，快速化，规模化的信息实时交流平台。同时为了适应日益发展的移动通讯，论坛也推出了手机平板自适应的移动端版本。用户可以方便的在电脑，平板，手机上访问论坛资讯。

  目前论坛的广告分为电子黄页（请参考论坛首页左下角黄页区）和页顶广告（请参考论坛首页顶部）。 黄页广告费是 三个月：$240；六个月$420； 一年$720。页顶广告费是 三个月：$800；六个月$1400； 一年$2400。

  以上是我们论坛的简单介绍，如果你们对此感兴趣，欢迎来网站看看，考虑一下和我们的合作，希望能帮助双方一起发展！

联系人：何女士
电话：(301) 250-8335
邮箱：admin@houstonbbs.com