<?php print $username; ?> 您好，

感谢您<?php print $time; ?>对缤纷休斯顿网的关注和支持！
我们正在建立能够在社交网络时代真正沟通客户和华人商家的电子黄页，希望您能把我们的黄页推荐给您所喜爱的商家。


免费黄页机会
---------------------------
一般说来，“免费”的东西是不存在的。可我们不想止步于“一般”，所以这次的电子黄页是完全免费的，您的网络时代品牌形象由我们全程买单。

在这个社交网络时代，我们想认识您和了解您正在做的事情，帮助您适应客户社交化的新时代。

我们想与您共同发展，建立长久的信任合作关系，让休斯顿的华人社区生活更美好。

所以我们决定提供三个月免费电子黄页的机会，提高您的网络品牌力量，也让休斯顿地区的潜在客户们能够受益于您所热爱的事业。

“免费”并不会降低我们对专业性的要求，对于每一个黄页，我们都会做得足够详实和精致，这对我们非常重要。如果您有更个性化的推广需求，也可以与我们见面详谈。

我们相信真心实意地服务社区才能带来成就感和工作回报，参与新电子黄页的商家需要有相同的价值观 --- 商业数字不重要，人最重要。



了解电子黄页详情
https://www.houstonbbs.com/yp/join


听起来有点意思，那么，活动什么时候开始呢？
活动“现在”开始，有什么比”从现在开始”更脚踏实地呢？

联系 Email: yp@houstonbbs.com 开始添加您的黄页吧 :)
---------------------------


最后，也是最重要的，祝您和您的家人中秋节快乐！

站长
田龙璋 (Alex Tian)
