<?php echo $name; ?> 好阿，你的活动报名已收到

目前已有 <?php echo $male; ?>个男生，<?php echo $female; ?>个女生报名参加活动

已报名朋友的年龄分布和联系方式 (本页面是实时更新的，会开放至03/19/2012 22:00:00):
http://www.houstonbbs.com/single/attendee

活动内容:
周六(3月17号)，下午3:30开始，大家可以早到，TeaBar环境还不错，可以看看里面摆设的各种茶具
3:30 - 6:30/7:00 下午茶-晚饭，在敦煌广场的原味 (TeaBar) (9889 Bellaire Blvd #211, Houston, TX 77036)，老板给我们打8折并取消最低消费(但晚餐另有安排的人饭前离开时要交10块钱作场地费用)，最后费用平摊。大家开始时尽量都点杯饮料，不要只顾着玩，服务生们也有压力

6:30/7:00 - 8:30/9:00 晚上在隔壁的天上人间K歌 (9889 Bellaire Blvd #207, Houston, TX 77036)，老板给我们打8折，每个人分担的费用应该不会太贵，歌房随便大家选，中途进场离场者也需要分担费用

如果有人愿意带个iPad，我就可以做个checkin页面现场checkin，从teabar聊天喝茶自我介绍做游戏开始，K歌时可能就没有自我介绍了 :)

大家熟悉下纸牌游戏的规则，想想私聊的话题吧，如果大家想玩的话 :)
http://www.houstonbbs.com/node/8278

请带些现金方便分单，尽量准时到场吧。

Alex