<?= $username ?> 您好，

周末愉快！

春天来了，天气变好了，<?= SITENAME ?> 近期也做了系统升级，可以点击 http://www.houstonbbs.com 体验

网站近况通报如下:

论坛程序已经升级至第三版，主要变化有:
1. 更新了首页显示，用JQuery重写了用户界面，外观更加简单大方易用
2. 重写了后台程序，坛主业余时间重新设计了服务器端程序和数据库结构，使网站速度健步如飞
3. 加大了对活动版的支持，主要为，活动版的帖子发布后，作者可以选择发布为活动，填好活动时间后，就会在首页和活动页面按时间显示
4. 加大了对摄影版的支持，主要为，摄影版的附件照片可优先显示在首页上，首页10张图片的设置为从摄影版选最近6张，再从所有其他版选4张大小符合的图片，随机排序播放
5. 增加了社区新闻功能，有新闻稿想要发布的网友，就可以发布新闻了，新闻发布页面随后就添加好
6. 首页增加了黄页状态更新，电子黄页信息现在可以在首页显示啦
7. 更加完美的安全系统和防网络机器人帐号注册系统，是论坛信息交流环境更加人性化

现在正在进行中的更新:
1. 论坛网页聊天室正在设计中 ... (所有在线网友都会在一个公共聊天室里，也可以私人聊天，即时交流信息)
2. 论坛使用帮助文档正在建立中 ... (主要是BBCode格式化文本方法，上传图片附件，网页中插入图片，视频的方法，会用BBCode和愿写图文帮助文档的网友可以与我联系 lol~)
3. 论坛各版面版主功能正在建立中 ... (论坛由于第二版使用Drupal CMS系统，那个系统没有版主功能，不过新版本的论坛程序由于是自主开发的，所以版主功能可以很容易加上，方便各版主管理版面)

所有功能都是在开发服务器上开发成功，在测试服务器上通过测试后，上传到网站供大家使用的，保证了网站系统的稳定性。


~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
您收到此信息是由于您注册了<?= SITENAME ?>会员，
如果您有任何问题，或者以后不想再收到来自 <?= SITENAME ?> 的此类邮件，都可以与网站管理员联系 admin@houstonbbs.com
(You received this message because you have registered as a member at HoustonBBS.com. If you want to unsubscribe this message, please send an email to admin@houstonbbs.com)
