<?php
function (
  string $site_zh_cn,
  string $site_en_us
) {
?>

  <article>
    <h2>服务与责任</h2>
    <p>1. <?= $site_zh_cn ?>(<?= $site_en_us ?>)提供简体中文界面的信息交流服务，服务类型包括公开信息和私密信息两种。公开信息为论坛版面发帖及评论。私密信息包括站内用户间发送私信。</p>
    <p>2. 我们要求用户在使用我们服务的同时，遵守当地的法律，并且互相尊重，维护好论坛良好的信息交流环境。</p>
    <p>3. 用户可以转发<?= $site_zh_cn ?>公开信息的网址链接。</p>
    <p>4. 本站信息知识产权属于<?= $site_zh_cn ?>和信息原作者。未经授权，用户不可以以任何方式复制、抓取、保存<?= $site_zh_cn ?>上的任何信息内容到本站以外的地方。</p>

    <h2>知识产权</h2>
    <p>1. 您（原作者）拥有您所发布的原创信息的知识产权。如果您转发其他个人或组织的信息内容，请确保你有足够的授权许可来发布该内容。</p>
    <p>2. <?= $site_zh_cn ?>不拥有您所发布信息的知识产权。</p>
    <p>3. 您使用我们的服务发布信息的同时，已经同意<?= $site_zh_cn ?>拥有您所发布内容的使用权，包括信息在网站服务器的存储和备份，公开信息在网站上的公开展示，以及站内私信对收信人的展示。</p>
    <p>4. 您使用我们的服务，即已经同意本站允许的第三方爬虫（Google，Bing）索引您发布的公开信息内容，并且允许第三方应用（Google Analytics，Google AdSense）收集必要的访问信息以提供访问统计和广告功能</p>

    <h2>免责声明</h2>
    <p>1. <?= $site_zh_cn ?>的信息来源于用户自行发布, 所有言论仅代表用户个人观点。但并不表示我们支持这些言论所代表的观点。不对用户发表的任何攻击性，或侮辱性的信息负法律责任。如对信息内容有疑议，请及时与我们联系。我们会在第一时间作出审核与相应的处理。</p>
    <p>2. <?= $site_zh_cn ?>有权在任意时间内在未通知信息发布者的前期下修改和删除任何网友发布的任何信息，且不承担由此引起的任何损失和法律责任。</p>
    <p>3. <?= $site_zh_cn ?>致力于提供合理、准确、完整的资讯信息，但不保证信息的合理性、准确性和完整性，且不对因信息的不合理、不准确或遗漏导致的任何损失或损害承担责任。本网站所有信息仅供参考，不做交易和服务的根据， 如自行使用本网资料发生偏差，本站概不负责，亦不负任何法律责任。</p>
    <p>4. 本网站使用者因为违反本声明的规定而触犯法律的，一切后果自己负责，本网站不承担任何责任。凡以任何方式登陆本网站或直接、间接使用本网站信息资料者，视为自愿接受本网站声明的约束。</p>
    <p>5. 本网站之声明以及其修改权、更新权及最终解释权均属<?= $site_zh_cn ?>所有。</p>
  </article>

<?php
};
