<?php print $name; ?> 你好，

谢谢报名参加 “#我们# 七夕单身聚会”！

时间: 8月15号 (周六) 下午3:20 开始
地点: 松柏园 (Pine Forest Garden)，地址: 9108 Bellaire Blvd, Houston, TX 77036

活动内容:
3:20 - 3:40: 签到
3:40 - 4:20: 一分钟自我介绍
4:25 - 5:25: 随机抽签聊天环节
5:30 - 6:30: 自由聊天环节
6:40 - 7:40: 晚餐+自由聊天
7:40 -     : 看大家意愿，可以去看看电影，唱唱歌

我们活动前收大家10块钱作为活动场和餐饮费用。晚餐另有安排的人也需要交10块钱分担费用。

为了增加活动趣味性，需要大家提供三个自己感兴趣的问题(问对方的问题)，和文字版自我介绍(最后放到通讯录里)。
请到下面网页填写自己的问题和自我介绍:
<?php print $url; ?>


问题可以参考非诚勿扰里"男生权力"环节的十个问题。例如:
      最不能忍受对方的缺点 / 最希望对方具有的优点
      是否愿意和父母住
      做家务的能力
      婚后是否想要孩子
      消费观
      是否介意婚前财产公证
      家庭背景
      经济状况
      婚恋史

有什么问题可以随时联系我 ikki3355@gmail.com


Alex
