<?php print $name; ?> 你好，

谢谢来参加 “宁静夏日 七夕单身聚会”！

时间: 8月2号 (周六) 下午3点半开始
地点: 江南人家 (6348 Corporate Dr Houston TX 77036 黄金广场后面，Corporate路边一小广场)

活动内容:

3:30 - 4:10：一分钟自我介绍
4:15 - 5:15：随机抽签聊天环节
5:20 - 6:30：自由聊天环节
6:40 - 7:40：晚餐+自由聊天
7:40-：      看大家意愿，可以去看看电影，唱唱歌

晚餐另有安排的人饭前离开时要交10块钱作场地费用，最后费用平摊。

请带些现金方便分单，尽量准时到场吧。


另外，在活动开始前，请大家配合我们做两件事：

1  因为活动开始前有自我介绍环节，大家可以提前准备下 （除了基本情况外，还可以想想自己的特点），并且邮件所给的网页上给出一些自我介绍关键词。因为活动结束后，我们会email你们一份"contact list",
   除了姓名，联系方式外，这次我们额外添加了一项"自我介绍关键词",为了让大家在活动结束后可以通过这些关键词认出要找的那个人。自我介绍关键词最好是在当天自我介绍时会出现的内容，比如家乡，兴趣，工作学习地方等等。
   
2  请想出想问对方的三个问题，并同样在邮件所给网页上写出并提交。这是为了在随机抽签聊天中，可以根据对方想知道的东西开始话题，增加聊天的趣味性。 

谢谢大家的合作！预祝周六的活动顺利圆满！


Alex

